{
  "title": "What can you do?rapid expansion of the steam overpressurized F7, and it ruptured violently. The oil released by the explosion then ignited, and the fire engulfed the FCC. The fire burned for about 2-1/2 hours before finally being extinguished.This issue sponsored byhttp://www.aiche.org/CCPS/Publications/Beacon/index.aspxMessages for Manufacturing PersonnelLiquid water + hot material = steam explosion danger!Are you sure that vessel is empty?www.aiche.org/ccpsApril 2017©AIChE 2017. All rights reserved. Reproduction for non-commercial, educational purposes is encouraged. However, reproduction for any commercial purpose without express written consent of AIChE is strictly prohibited. Contact us at ccps_beacon@aiche.org or 646-495-1371.Did you know?The Beacon is usually available in Afrikaans, Arabic, Catalan, Chinese, Czech, Danish, Dutch, English, Filipino, French, German, Greek, Gujarati, Hebrew, Hindi, Indonesian,  Italian, Japanese, Korean, Malay, Marathi, Persian (Farsi), Polish, Portuguese, Romanian, Russian, Spanish, Swedish, Telugu, Thai, Turkish, and Vietnamese. There are many reports of steam explosions involving hot material unintentionally coming in contact with water (see the October 2015 Beaconfor another example). Water expands by about 1600 times when it vaporizes to steam. This means that one US pint (~ ½ l) of water can generate enough vapor to fill almost four 55 US gallon (~ 200 l) drums! To prepare for maintenance, water is often used to clean or flush equipment. The water can collect in low points in equipment and piping and could contact hot or incompatible materials if it is not completely removed before re-start.In 1991, an explosion and fire occurred in a 50,000 barrel-per-day Fluid Catalytic Cracker (FCC) unit in a refinery that was being brought online after a seven-week shutdown for maintenance. Tragically, six workers lost their lives and eight others were injured in the event. Property damage was reported to be about $23 million and business interruption loss was estimated to be $44 million. What caused this terrible explosion? It was not caused by a runaway reaction, or a flammable leak, or static ignition. It was caused by – water!The vertical pressure vessel (F7) that exploded was used to separate heavy oil from solid catalyst dust in the process. During the shutdown, oil was drained from all process equipment and the equipment was cleaned, inspected, and refurbished to be fit for service. As part of the startup procedure, steam was purged to displace any air in the system before oil was fed to the process. It was recognized by operations that the temperature in the process equipment was low enough to condense some of this purge steam into water. So, any water that condensed was collected and pumped to the F7 vessel. The normal startup procedure required the operating crew to drain the water from F-7 before any hot oil was introduced. However, there was a block valve in the wrong (closed) position that prevented the water from draining from F7. The www.iomosaic.com When returning equipment to service following maintenance, make sure that it is completely clean and does not contain anything that could be incompatible with process materials or operating conditions. Do not deviate from your plant’s startup procedures.  Use checklists and written procedures for startup. Some process plants operate for many years between maintenance and other shutdowns. You should not rely on your memory for this critical operation which you may not do very often. If you find valves in the wrong position or other equipment in the incorrect status during startup, get help to understand all potential consequences before changing valve position or other equipment status.",
  "author": "",
  "thumbnailURL": "https://images.unsplash.com/photo-1474540412665-1cdae210ae6b?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w0NzMzNjh8MHwxfHJhbmRvbXx8fHx8fHx8fDE2ODkxMzA3NzN8&ixlib=rb-4.0.3&q=80&w=200",
  "snippet": "What can you do?rapid expansion of the steam overpressurized F7, and it ruptured violently. The oil released by the explosion then ignited, and the fi...",
  "pages": [
    1
  ]
}