{
  "title": "Business Case for SafetyU.S. Chemical Safety and Hazard Investigation BoardSafety AlertU.S. Chemical Safety and Hazard Investigation Board2020 HURRICANE SEASON: Guidance for Chemical Plants During Extreme Weather EventsIntroduction On  August  25,  2017,  Hurricane  Harvey,  a  Category  4  storm,  made landfall in Southeast, Texas. The Arkema chemical plant in Crosby, Texas, about 25 miles northeast of Houston, sat in the path of the storm. Over the next several days, an unprecedented amount of rain fell onto the Houston metropolitan area, causing catastrophic flooding. By August 31st, 2017, equipment at the Arkema facility began to flood and fail. Chemicals stored at the plant decomposed and burned, releasing fumes and smoke into the air. Twenty-one  people  sought  medical  attention  from  reported  exposures to the fumes. And more than 200 residents living nearby  the  facility  were  evacuated  and  could  not  return  home for a week.The  CSB  investigated  the  incident  at  Arkema  and  found  that  that there is a significant lack of industry guidance on planning for  flooding  or  other  severe  weather  events.  Yet,  the  incident  at  Arkema  may  not  be  an  anomaly.  In  recent  years,  flooding  has  increased  across  the  country.  And  some  experts  predict  this trend will continue. In this document the CSB is highlighting recent  actions  to  improve  industry  guidance  in  the  event  of  a  severe weather event and re-emphasizing best practices during the start-up of chemical facilities.New Guidance from the Center for Chemical  Process Safety (CCPS)In the CSB’s final report on the Arkema incident, the CSB called on the Center for Chemical Process Safety (CCPS) to produce more  robust  industry  guidance  to  help  hazardous  chemical  facilities better prepare for extreme weather events, like flooding, so that chemical incidents can be prevented. The CSB has recently closed its recommendation to CCPS following the development of a new guidance document called “Assessment of and Planning for Natural Hazards.” The CSB urges companies to review CCPS’s guidance document, which provides an updated approach for assessing natural hazards, means to address the hazards, and emergency planning.CCPS’s document includes the following guidance: •  CCPS addresses the assessment of and planning for natural disasters.•  The guidance document outlines the first step in preparing for a  natural  hazard  event  is  to  identify  the  natural  hazards  that could occur (either meteorological or geological hazards).•  CCPS  includes  example  site  screening  for  natural  hazards document  format  is  provided  in  Appendix  A  of  the  guidance document.•  CCPS states that once hazards are identified, the next step is “As the nation faces this year’s hurricane season, it is critical that the chemical industry understand and prepare for the potential safety hazards posed by extreme weather events.” — CSB Chairman Katherine Lemos Animation Still from the CSB’s safety video: Caught in the Storm:  Extreme Weather HazardsPage 1",
  "author": "",
  "thumbnailURL": "https://images.unsplash.com/photo-1551601651-2a8555f1a136?crop=entropy&cs=tinysrgb&fit=max&fm=jpg&ixid=M3w0NzMzNjh8MHwxfHJhbmRvbXx8fHx8fHx8fDE2ODkxMzA3NzR8&ixlib=rb-4.0.3&q=80&w=200",
  "snippet": "Business Case for SafetyU.S. Chemical Safety and Hazard Investigation BoardSafety AlertU.S. Chemical Safety and Hazard Investigation Board2020 HURRICA...",
  "pages": [
    1,
    2,
    3
  ]
}